Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And they were bitter against him. But Jesus said to them, A prophet is nowhere without honour but in his country and among his family.
chr: ᎥᎬᏩᎪᏁᎶᎯᏎᎸᎩᏃ; ᎠᏎᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏙᎴᎰᏍᎩ ᎥᏝ ᎾᏥᎸᏉᏛᎾ ᏱᎨᏐᎢ, ᎤᏩᏒᏍᎩᏂᏃᏅ ᎤᏤᎵᎪᎯ ᎠᎴ ᎤᏩᏒ ᎦᏁᎸᎢ.

source: And the works of power which he did there were small in number because they had no faith.
chr: ᎥᏝᏃ ᏳᏣᏖ ᎤᏍᏆᏂᎪᏗ ᎾᎿ ᏱᏚᎸᏫᏍᏓᏁᎴᎢ, ᎾᏃᎯᏳᎲᏍᎨᎾ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ.

source: Chapter 14
chr: ᎠᏯᏙᎸᎢ 14

source: At that time news of Jesus came to Herod the king;
chr: ᎾᏁᏳ ᎡᎶᏛ ᏅᎩ ᎢᎦᏚᎩ ᎨᏒ ᏍᏓᏚᎩ ᎠᏥᎦᏘᏗᏍᏗ ᎤᏛᎦᏁ ᏕᎦᏃᏣᎸ ᏥᏌ.

source: And he said to his servants, This is John the Baptist; he has come back from the dead, and so these powers are working in him.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ; ᎯᎠ ᎾᏍᎩ ᏣᏂ ᏗᏓᏪᏍᎩ; ᏙᎤᎴᏅ ᏧᏲᎱᏒᎩ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏍᏆᏂᎪᏗᏳ ᏥᏚᎸᏫᏍᏓᏁᎭ.

source: For Herod had taken John and put him in prison because of Herodias, his brother Philip's wife.
chr: ᎡᎶᏛᏰᏃ ᎤᏂᏴᎮ ᏣᏂ ᎠᎴ ᎤᎸᎴᎢ ᎠᎴ ᎤᏍᏚᏁ ᏗᏓᏍᏚᏗᏱ, ᏈᎵᎩ ᎡᎶᏛ ᏗᎾᏓᏅᏟ ᎤᏓᎵᎢ ᎡᎶᏗᏏ ᏧᏙᎢᏛ ᎤᏍᏛᏗᏍᎨᎢ.

source: Because John had said to him, It is not right for you to have her.
chr: ᏣᏂᏰᏃ ᎯᎠ ᏄᏪᏎᎴ ᎡᎶᏛ; ᎥᏝ ᏚᏳᎪᏛ ᏱᎩ ᎾᏍᎩ ᏣᏓᏰᎭ.

source: And he would have put him to death, but for his fear of the people, because in their eyes John was a prophet.
chr: ᎠᎴ ᎤᏚᎵᏍᎨ ᎤᎯᏍᏗᏱ, ᎠᏎᏃ ᏓᏍᎦᎢᎮ ᏴᏫ, ᎠᏙᎴᎰᏍᎩᏰᏃ ᎤᏂᏰᎸᏎ ᏣᏂ.

source: But when Herod's birthday came, the daughter of Herodias was dancing before them, and Herod was pleased with her.
chr: ᎠᏎᏃ ᎿᏉ ᎡᎶᏛ ᎤᏕᏅ ᎢᏳ ᎢᎦ ᏚᏂᎳᏫᏨ, ᎡᎶᏗᏏ ᎤᏪᏥ ᎠᏛ ᎤᎾᎵᏍᎩᎡᎴᎢ, ᎠᎴ ᎣᏎ ᎤᏰᎸᏁ ᎡᎶᏛ.

source: So he gave her his word with an oath to let her have whatever she might make request for.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏎᎵᏔᏁ ᎤᏚᎢᏍᏓᏁᎴ ᎤᏁᏗᏱ ᏄᏍᏛᏉ ᎤᏔᏲᎸᎢ.

source: And she, at her mother's suggestion, said, Give me here on a plate the head of John the Baptist.
chr: ᎿᏉᏃ ᎤᏥ ᎤᏪᏲᏅᎯ ᏂᎨᏎᎢ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏂ ᏍᎩᏲᎮᎸᎭ ᏣᏂ ᏗᏓᏬᏍᎩ ᎤᏍᎪ ᎠᏖᎵᏙ ᎦᎶᏕᏍᏗ.

source: And the king was sad; but because of his oaths and because of his guests, he gave the order for it to be given to her;
chr: ᎤᎬᏫᏳᎯᏃ ᎤᏲᎢᏳ ᎤᏰᎸᏁᎢ, ᎠᏎᏃ ᎤᏎᎵᏔᏅᎢ, ᎠᎴ ᎾᏍᏉ ᎾᏍᎩ ᎠᎾᎵᏍᏓᏴᎲᏍᎩ ᏅᏧᎵᏍᏙᏔᏁᎢ, ᎤᏁᏤ ᎠᏥᏁᏗᏱ.

source: And he sent and had John's head cut off in the prison.
chr: ᎤᏓᏅᏎᏃ ᏭᏂᏍᎫᏕᏎ ᏣᏂ ᏗᏓᏍᏚᏗᏱ.

source: And his head was put on a plate and given to the girl; and she took it to her mother.
chr: ᎤᏍᎪᏃ ᎤᏂᏲᎴ ᎠᏖᎵᏙᎩᎯ, ᎠᎴ ᎤᏂᏁᎴ ᎠᏛ, ᎾᏍᎩᏃ ᎤᏥ ᏭᏁᎴᎢ.

source: And his disciples came, and took up his body and put it in the earth; and they went and gave Jesus news of what had taken place.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᏂᎷᏤ ᎠᎴ ᎤᏂᏁᏎ ᎠᏰᎸᎢ, ᎠᎴ ᎤᏂᏂᏌᏁᎢ, ᎠᎴ ᎤᏁᏅᏎ ᏭᏂᏃᏁᎴ ᏥᏌ.

source: Now when it came to the ears of Jesus, he went away from there in a boat, to a waste place by himself: and the people hearing of it, went after him on foot from the towns.
chr: ᏥᏌᏃ ᎤᏛᎦᏅ, ᏥᏳ ᎤᏦᏔᏅᎩ ᎾᎿ ᎤᏂᎩᏒᎩ ᎤᏓᏰᎵᎸ ᎢᎾᎨ ᏭᎶᏒᎩ. ᎿᏉᏃ ᏴᏫ ᎤᎾᏛᎦᏅ, ᎡᎳᏗ ᎬᏩᏍᏓᏩᏛᎡᎩ ᏕᎦᏚᎲ ᏙᏓᏳᏁᏅᏒᎩ.

source: And he came out and saw a great number of people and he had pity on them, and made well those of them who were ill.
chr: ᏥᏌᏃ ᎤᏣᎢᏒ ᏚᎪᎲᎩ ᎤᏂᏣᏘ ᏴᏫ, ᎠᎴ ᏚᏪᏙᎵᏨᎩ, ᎠᎴ ᏚᏅᏩᏅᏧᏂᏢᎩ.

source: And when evening had come, the disciples came to him, saying, This place is waste land, and the time is now past; send the people away so that they may go into the towns and get themselves food.
chr: ᎤᏒᏃ ᏄᎵᏍᏔᏅ ᎬᏩᏍᏓᏩᏙᎯ ᎬᏩᎷᏤᎸᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎠᏂ ᎢᎾᎨᏉ, ᎠᎴ ᎢᎦ ᎤᎶᏐᏂᏗ, ᏥᏤᎾᏉᏃ ᎩᏲᏏ ᎯᎠ ᎤᏂᏣᏘ ᏴᏫ, ᎠᎴ ᏙᏗᎦᏚᎲ ᏫᎠᏂᎶᎯ, ᎾᎿ ᎤᏅᏒ ᎤᎾᎵᏍᏓᏴᏗ ᎤᏂᏩᏒᎭ.

source: But Jesus said to them, There is no need for them to go away; give them food yourselves.
chr: ᎠᏎᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏎ ᎥᎤᏁᏅᏍᏗ ᏱᎩ, ᏂᎯᏉ ᏗᏤᎳᏍᏓ.

source: And they say to him, We have here but five cakes of bread and two fishes.
chr: ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎠᏂ ᎯᏍᎩᏉ ᎦᏚ ᏙᎩᎭ, ᏔᎵᏉᏃ ᎠᏣᏗ.

source: And he said, Give them to me.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᎠᏂ ᏗᏍᎩᏲᎯᏏ.

source: And he gave orders for the people to be seated on the grass; and he took the five cakes of bread and the two fishes and, looking up to heaven, he said words of blessing, and made division of the food, and gave it to the disciples, and the disciples gave it to the people.
chr: ᏚᏁᏤᎸᏃ ᎤᏂᏣᏘ ᎧᏁᏍᎪᎯ ᎨᏒ ᎤᎾᏅᏗᏱ, ᏚᎩᏒᏃ ᎯᏍᎩ ᎦᏚ ᎠᎴ ᏔᎵ ᎠᏣᏗ ᏚᏁᏒ, ᎦᎸᎳᏗᏃ ᏫᏚᎧᎾᏅ ᎤᎵᎮᎵᏨᎩ, ᎠᎴ ᏚᎬᎭᎷᏴ ᏚᏁᎸᎩ ᎦᏚ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎾᏍᎩᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏂᏣᏘ ᏫᏚᏂᏁᎸᎩ.

source: And they all took of the food and had enough: and they took up twelve baskets full of broken bits which were not used.
chr: ᏂᎦᏛᏃ ᎤᎾᎵᏍᏓᏴᏅᎩ ᎠᎴ ᏚᏃᎸᏒᎩ, ᎠᎴ ᎤᏄᏘᏒᎩ ᎤᎵᎬᎭᎷᏴᎯ ᎤᏘᏴᎯ ᏔᎳᏚ ᎢᏯᎧᎵᎢ ᏔᎷᏣ.

source: And those who had food were about five thousand men, in addition to women and children.
chr: ᎤᎾᎵᏍᏓᏴᏅᎯᏃ ᎯᏍᎩᎭ ᎢᏯᎦᏴᎵ ᎠᏂᏍᎦᏯ ᎾᏂᎥᎩ, ᏂᏓᏁᏢᏛᎾ ᎠᏂᎨᏴ ᎠᎴ ᏗᏂᏲᎵ.

source: And straight away he made the disciples get into the boat and go before him to the other side, till he had sent the people away.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏌ ᏚᏅᏫᏍᏔᏅᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏥᏳᎯ ᎤᎾᏦᏗᏱ, ᎠᎴ ᎢᎬᏱ ᏂᏚᏂᏐᎯᏍᏗᏱ ᎠᏏ ᏓᏰᎵᎯᏍᏗᏍᎬ ᎤᏂᏣᏘ.

source: And after he had sent the people away, he went up into the mountain by himself for prayer: and when evening was come, he was there by himself.
chr: ᎿᏉᏃ ᏚᏰᎵᎯᏍᏔᏅ ᎤᏂᏣᏘ ᎣᏓᎸ ᎤᎿᎷᏒᎩ ᎤᏩᏒ ᎨᏒᎢ, ᎤᏓᏙᎵᏍᏔᏅᏒᎩ. ᎤᏒᏃ ᏄᎵᏍᏔᏅ ᎾᎿ ᎤᏩᏒᏉ ᎨᏒᎩ.

source: But the boat was now in the middle of the sea, and was troubled by the waves: for the wind was against them.
chr: ᏥᏳᏃ ᎿᏉ ᎠᏰᎵ ᎥᏓᎵ ᏩᏂᏂᏒᎩ ᎤᏝᏗᏍᏔᏂᏙᎲ ᎠᎹ ᏓᎵᏍᏗᎳᏁᎬᎢ, ᎤᏃᎴᏰᏃ ᎢᎬᏱᏢ ᏓᏳᎦᏛᎩ.

source: And in the fourth watch of the night he came to them, walking on the sea.
chr: ᎿᏉᏃ ᏅᎩᏁ ᎢᏳᎾᏓᏁᏟᏴᏛ ᎨᏒ ᎠᏂᏯᏫᏍᎩ ᏒᏃᏱ ᏥᏌ ᏫᏚᎷᏤᎸᎩ ᎥᏓᎵ ᎦᏚᎢ ᎠᎢᏒᎩ.

source: And when they saw him walking on the sea, they were troubled, saying, It is a spirit; and they gave cries of fear.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎪᎲ ᎥᏓᎵ ᎦᏚᎩ; ᎠᎢᏒᎢ ᎤᎾᏓᏅᏖᏔᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏰᎯ ᎯᎠ. ᎠᏂᏍᎦᎢᎲᏃ ᎢᏳᏍᏗ ᎤᎾᎵᏍᏔᏅᎩ.

source: But straight away Jesus said to them, Take heart; it is I, have no fear.
chr: ᎠᏎᏃ ᎩᎳᏉ ᎢᏴᏛ ᏥᏌ ᏚᏁᏤᎸᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᎦᎵᏍᏗᏉ ᎢᏣᏓᏅᏓᏓ, ᎠᏴᏉᏰᏃ, ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ.

source: And Peter, answering, said to him, Lord, if it is you, give me the order to come to you on the water.
chr: ᏈᏓᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᏂᎯ ᎨᏎᏍᏗ, ᏍᎩᏁᏥ ᏫᎬᎷᏤᏗᏱ ᎠᎹᏱ ᎦᏚᎢ.

source: And he said, Come. And Peter got out of the boat, and walking on the water, went to Jesus.
chr: ᎡᎮᎾ, ᎤᏛᏅᎩ. ᎿᏉᏃ ᏈᏓ ᏥᏳᎯ ᎤᏣᎢᏒ ᎠᎹᏱ ᎦᏚᎢ ᎠᎢᏒᎩ ᏥᏌ ᏤᏙᎲ ᏩᎦᏛᎩ.

source: But when he saw the wind he was in fear and, starting to go down, he gave a cry, saying, Help, Lord.
chr: ᎠᏎᏃ ᏅᏙᎴᎰᏒ ᎠᏍᏓᏱᏳ ᎦᏃᎸᎥᏍᎬ ᎤᏍᎦᎸᎩ, ᎠᎴ ᎤᎴᏅᎲ ᎦᏃᏴᎬ ᎤᏪᎷᏅᎩ, ᏣᎬᏫᏳᎯ ᏍᎩᏍᏕᎸ, ᎤᏛᏅᎩ.

source: And straight away Jesus put out his hand and took a grip of him, and said to him, O man of little faith, why were you in doubt?
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏌ ᏭᏙᏯᏅᎯᏛ ᏭᏂᏴᎲᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᎤᏍᏗ ᏦᎯᏳᎯ, ᎦᏙᎯ ᎥᏣᏜᏏᏛᏏ?

source: And when they had got into the boat, the wind went down.
chr: ᏥᏳᎯᏃ ᎢᎤᎾᏣᏅ ᎦᏃᎸᎥᏍᎬ ᎤᏑᎵᎪᏨᎩ.

source: And those who were in the boat gave him worship, saying, Truly you are the Son of God.
chr: ᎿᏉᏃ ᏥᏳᎯ ᎤᎾᏣᎢ ᎤᏂᎷᏨ ᎬᏩᏓᏙᎵᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ.

source: And when they had gone across, they came to land at Gennesaret.
chr: ᎿᏉᏃ ᏚᏂᏐᏨ ᎨᏂᏏᎳᏗ ᎤᏂᎷᏨᎩ.

source: And when the men of that place had news of him, they sent into all the country round about, and took to him all who were ill,
chr: ᎾᎿᏃ ᎠᏁᎯ ᎠᏂᏍᎦᏯ ᎬᏬᎵᏨ, ᎬᏩᏚᏫᏛ ᏚᎾᏓᏅᏏᏙᎸᎩ, ᏕᎬᏩᏘᏃᎮᎸᎩ ᏂᎦᏛ ᏧᏂᏢᎩ.

source: With the request that they might only put their hands on the edge of his robe: and all those who did so were made well.
chr: ᎬᏩᏔᏲᏎᎸᎩᏃ ᎦᏓᎷᏯᏛᏉ ᎾᏍᏉ ᎤᏄᏩᎥ ᎤᎾᏒᏁᏗᏱ, ᏂᎦᏛᏃ ᎤᎾᏒᏂᎸᎯ ᏚᎾᏗᏩᏒᎩ.

source: Chapter 15
chr: ᎠᏯᏙᎸᎢ 15

source: Then there came to Jesus from Jerusalem Pharisees and scribes, saying,
chr: ᎿᏉᏃ ᏥᏌ ᎬᏩᎷᏤᎸᎩ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ ᏥᎷᏏᎵᎻ ᎠᏁᎯ, ᎯᎠ ᏄᏂᏪᏒᎩ;

source: Why do your disciples go against the teaching of the fathers? for they take food with unwashed hands.
chr: ᎦᏙᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎠᏂᏲᏍᏗᏍᎪ ᎡᏘ ᎠᏁᎯ ᎤᏂᏃᎮᎸᎯ? ᏝᏰᏃ ᏱᏓᏃᏑᎴᏍᎪ ᏧᏃᏰᏂ ᏨᏗᎾᎵᏍᏓᏴᏂᏐᎢ.

source: And in answer he said to them, Why do you, yourselves, go against the word of God on account of the teaching which has been handed down to you?
chr: ᎠᏎᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙᏃ ᎾᏍᏉ ᏂᎯ ᎡᏘ ᎠᏁᎯ ᎤᏂᏃᎮᎸᎯ ᎢᏨᏗᏍᎪ ᎢᏥᏲᏍᏗᏍᎪ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎯ?

source: For God said, Give honour to your father and mother: and, He who says evil of father or mother will be put to death.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ; ᎯᎸᏉᏕᏍᏗ ᏣᏙᏓ ᎠᎴ ᏣᏥ; ᎠᎴ ᎾᏍᏉ ᎯᎠ; ᎩᎶ ᏓᏍᎩᏅᏗᏍᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᎠᏎ ᎤᏲᎱᎯᏍᏗ ᎨᏎᏍᏗ.

source: But you say, If a man says to his father or his mother, That by which you might have had profit from me is given to God;
chr: ᎠᏎᏃ ᏂᎯ ᎯᎠ ᏂᏥᏪᏍᎪᎢ; ᎢᏳᏃ ᎩᎶ ᎯᎠ ᏂᎦᏪᏎᎮᏍᏗ ᎤᏙᏓ, ᎠᎴ ᎤᏥ, ᎠᏆᎵᏍᎪᎸᏔᏅᎯ ᏰᎵ ᎨᏣᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ ᏂᏣᏛᏁᎲ,

source: There is no need for him to give honour to his father. And you have made the word of God without effect because of your teaching.
chr: ᏂᎦᎸᏉᏗᏍᎬᎾᏃ ᎢᎨᏎᏍᏗ ᎤᏙᏓ, ᎠᎴ ᎤᏥ, [ᎥᏝ ᎤᏍᎦᏅᏨᎯ ᏱᎨᏎᏍᏗ,] ᎢᏣᏗᏍᎪᎢ. ᎾᏍᎩ ᎯᎠ ᎡᏘ ᎠᏁᎯ ᎤᏂᏃᎮᎸᎯ ᎢᏨᏔᏅ ᎠᏎᏉ ᏂᏨᏁᎸ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎯ.

source: You false ones, well did Isaiah say of you,
chr: ᎢᏣᏠᎾᏍᏗ, ᏰᎵᏉ ᎢᏌᏯ ᏧᏙᎴᎰᏎ ᏥᏥᏛᎨᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ;

source: These people give me honour with their lips, but their heart is far from me.
chr: ᎯᎠ ᏴᏫ ᎾᎥ ᎬᎩᎷᏤᎭ ᎠᏂᎰᎵ ᎠᏅᏗᎭ, ᎠᎴ ᏚᏂᎭᏁᎦᎸ ᏓᏅᏗ ᎬᎩᎸᏉᏗᎭ, ᎠᏎᏃ ᎤᏂᎾᏫ ᎢᏅᎯᏳ ᏄᏅᏅ.

source: But their worship is to no purpose, while they give as their teaching the rules of men.
chr: ᎠᏎᏉᏍᎩᏂ ᎾᎾᏛᏁᎭ ᎬᏆᏓᏙᎵᏍᏓᏁᎭ, ᏥᏓᎾᏕᏲᎲᏍᎦ ᏓᎾᏕᏲᎲᏍᎬ ᏴᏫᏉ ᎤᏂᏁᏨᎯ.

source: And he got the people together and said to them, Give ear, and let my words be clear to you:
chr: ᏫᏚᏯᎲᏃ ᎤᏂᏣᏘ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏣᏛᎬᎦ ᎠᎴ ᎢᏦᎵᎩ.

source: Not that which goes into the mouth makes a man unclean, but that which comes out of the mouth.
chr: ᎥᏝᏍᎩᏂ ᎾᏍᎩ Ꮎ ᎠᎰᎵ ᏭᏴᎸᎯ ᎦᏓᎭ ᏱᏄᏩᏁᎰ ᏴᏫ, ᎠᎰᎵᏍᎩᏂ ᏅᏓᏳᏄᎪᏨᎯ ᎾᏍᎩ ᎦᏓᎭ ᏄᏩᏁᎰ ᏴᏫ.

source: Then the disciples came and said to him, Did you see that the Pharisees were troubled when these words came to their ears?
chr: ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏂᎷᏨ ᎯᎠ ᏂᎬᏩᏎᎸᎩ; ᎯᎦᏔᎭᏍᎪ ᎠᏂᏆᎵᏏ ᎤᏂᎿᎸᏨᎢ ᎤᎾᏛᎦᏅ ᎾᏍᎩ ᎯᎠ ᏂᏣᏪᏒᎢ.

source: But he said in answer, Every plant which my Father in heaven has not put in the earth, will be taken up by the roots.
chr: ᎠᏎᏃ ᎤᏁᏨᎩ ᎯᎠ ᏄᏪᏒᎩ; ᏂᎦᎥ ᏚᏰᎬ ᎡᏙᏓ ᏧᏫᏒᎯ ᏂᎨᏒᎾ ᏗᏰᎯᏍᏗ ᎨᏎᏍᏗ.

source: Let them be: they are blind guides. And if a blind man is guiding a blind man, the two will go falling into a hole together.
chr: ᎤᎾᏁᎳᎩ, ᏗᏂᎨᏫᏉ ᏗᏂᎨᏫ ᏗᎾᏘᏂᏙᎯ; ᎢᏳᏃ ᏗᎨᏫ ᏯᏘᏂ ᏗᎨᏫ ᎢᏧᎳ ᎠᏔᎴᏒ ᏧᏂᎸᎢᏍᏗ.

source: Then Peter said to him, Make the story clear to us.
chr: ᏈᏓᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏗᏍᎩᏲᏏᏌᏏ ᎯᎠ ᎾᏍᎩ ᏓᏟᎶᏍᏛᎢ.

source: And he said, Are you, like them, still without wisdom?
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎠᏏᏍᎪ ᎾᏍᏉ ᏂᎯ ᏂᏦᎵᎬᎾᏉ ᎢᎩ?

source: Do you not see that whatever goes into the mouth goes on into the stomach, and is sent out as waste?
chr: ᏝᏍᎪ ᎠᏏ ᏱᏦᎵᎦ ᎾᏍᎩ ᏂᎦᎥ ᎪᎱᏍᏗ ᎥᎰᎵ ᎤᏴᏍᏔᏅᎯ ᎨᏒ ᎣᏍᏉᎵᏱ ᏫᎦᎷᎬᎢ, ᎾᏍᎩᏃ ᏫᎦᎶᎯᏍᏗᏍᎬᏉ?

source: But the things which come out of the mouth come from the heart; and they make a man unclean.
chr: ᎾᏍᎩᏂ ᎥᎰᎵ ᏅᏓᏳᏄᎪᏨᎯ ᎣᎾᏫᏱ ᏗᏓᎴᎲᏍᎪᎢ, ᎾᏍᎩᏃ ᎦᏓᎭ ᏄᏩᏁᎰ ᏴᏫ.

source: For out of the heart come evil thoughts, the taking of life, broken faith between the married, unclean desires of the flesh, taking of property, false witness, bitter words:
chr: ᎣᎾᏫᏱᏰᏃ ᏗᏓᎴᎲᏍᎪ ᎤᏐᏅ ᎠᏓᏅᏖᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏓᎯᏍᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎠᏓᏲᏁᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎤᏕᎵᏛ ᏗᏂᏏᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎦᏃᏍᎩᏍᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎠᏥᎪᏗᏱ ᏓᎾᏓᏱᎵᏙᎲᎢ, ᎠᎴ ᎠᏐᏢᎢᏍᏙᏗᏱ ᎨᏒᎢ.

source: These are the things which make a man unclean; but to take food with unwashed hands does not make a man unclean.
chr: ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᎦᏓᎭ ᎢᏳᏩᏁᎯ ᏴᏫ; ᏂᏓᏑᎴᎲᎾᏍᎩᏂ ᎠᎵᏍᏓᏴᏗᏱ ᎥᏝ ᎦᏓᎭ ᏱᏄᏩᏁᎰ ᏴᏫ.

source: And Jesus went away from there into the country of Tyre and Sidon.
chr: ᏥᏌᏃ ᎾᎿ ᎤᏂᎩᏒ ᏔᏲᎢ ᎠᎴ ᏌᏙᏂᏱ ᏭᎶᏒᎩ.

source: And a woman of Canaan came out from those parts, crying and saying, Have pity on me, O Lord, Son of David; my daughter is greatly troubled with an unclean spirit.
chr: ᎬᏂᏳᏉᏃ ᎨᎾᏂ ᎡᎯ ᎠᎨᏴ ᎾᎿ ᎾᎥ ᏅᏓᏳᎶᏒᎯ ᎤᏪᎷᏅᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏍᎩᏙᎵᎩ, ᏣᎬᏫᏳᎯ ᏕᏫ ᎤᏪᏥ, ᎠᏇᏥ ᎠᎨᏴ ᎤᏣᏔᏅᎯ ᎤᏕᏯᏙᏗᎭ ᎠᏍᎩᎾ.

source: But he gave her no answer. And his disciples came and said to him, Send her away, for she is crying after us.
chr: ᎠᏎᏃ ᏄᏁᏤᎸᎾᏉ ᎥᎨᏒᎩ. ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎸᎩ, ᎬᏩᏔᏲᏎᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏫᎡᎾ, ᎢᎩᏍᎪᏂᎭᏰᏃ.

source: But he made answer and said, I was sent only to the wandering sheep of the house of Israel.
chr: ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎩᎶ ᏗᏥᏩᏛᏗᏱ ᏴᎩᏁᏤᎸ, ᎠᏫ ᎤᏂᏃᏕᎾ ᎤᎾᎴᎾᎸᎯ ᎤᏅᏒ ᎢᏏᎵ ᏏᏓᏁᎸᎯ ᎬᏒᎢ.

source: But she came and gave him worship, saying, Help, Lord.
chr: ᎿᏉᏃ ᎠᎨᏴ ᎤᎷᏨ ᎤᏓᏙᎵᏍᏓᏁᎸᎩ ᎯᎠ ᏄᏪᏒᎩ; ᏣᎬᏫᏳᎯ, ᏍᎩᏍᏕᎸ.

source: And he made answer and said, It is not right to take the children's bread and give it to the dogs.
chr: ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᏱᏚᏳᎪᏗ ᏗᎩᎡᏗᏱ ᏗᏂᏲᎵ ᎤᎾᏤᎵ ᎦᏚ, ᎩᎵᏃ ᏫᏓᏗᏁᏗᏱ.

source: But she said, Yes, Lord: but even the dogs take the bits from under their masters' table.
chr: ᎠᎨᏴᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏙᎯᏳᎯ, ᏣᎬᏫᏳᎯ, ᎠᏎᏃ ᎩᎵ ᎠᎾᎵᏍᏓᏴᏗᏍᎪ ᎤᏅᎪᎣᏒᎯ ᏗᎬᏩᏂᎾᏝᎢ ᏚᏂᏍᎩᎸᎢ.

source: Then Jesus, answering, said to her, O woman, great is your faith: let your desire be done. And her daughter was made well from that hour.
chr: ᎿᏉᏃ ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎨᏴ ᎤᏣᏘ ᏦᎯᏳᎭ; ᏄᏍᏛ ᏣᏚᎵᏍᎬ ᏫᏂᏣᎵᏍᏓᏏ. ᎾᎯᏳᏉᏃ ᎤᏪᏥ ᎤᏗᏩᏎᎢ.

source: And Jesus went from there and came to the sea of Galilee; and he went up into the mountain, and took his seat there.
chr: ᏥᏌᏃ ᎾᎿ ᎤᏂᎩᏒ ᎨᎵᎵ ᎥᏓᎷᎶᏗ ᎤᎷᏨᎩ, ᎤᎿᎷᏒᏃ ᎤᏌᎯᎸ ᎾᎿ ᎤᏪᏅᎩ.

source: And there came to him great numbers of people having with them those who were broken in body, or blind, or without voice, or wounded, or ill in any way, and a number of others; they put them down at his feet and he made them well:
chr: ᎤᏂᏣᏘᏃ ᏴᏫ ᎬᏩᎷᏤᎸᎩ, ᏓᎾᏘᏁᎲ ᏗᏂᏲᎤᎵ, ᎠᎴ ᏗᏂᎨᏫ, ᎠᎴ ᏧᏅᎨᏫ, ᎠᎴ ᎪᎱᏍᏗ ᎤᏍᏛ ᏗᏂᏰᎸ ᏧᏂᏲᎱᏎᎸᎯ, ᎠᎴ ᎤᏂᏣᏘ ᏅᏩᎾᏓᎴᎢ, ᎠᎴ ᏥᏌ ᏚᎳᏍᎬ ᎾᎥ ᏚᏂᏅᏅᎩ, ᏚᏅᏩᏅᎩᏃ.

source: So that the people were full of wonder when they saw that those who had no voice were talking, the feeble were made strong, those whose bodies were broken had the power of walking, and the blind were able to see: and they gave glory to the God of Israel.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏘ ᎨᏒ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᏚᏂᎪᎲ ᏧᏅᎨᏫ ᎠᏂᏬᏂᏍᎪᎢ, ᎠᎴ ᎠᎱᏍᏗ ᎤᏍᏛ ᏗᏂᏰᎸ ᏧᏂᏲᎱᏎᎸᎯ ᎤᏂᏃᏍᏛ ᏄᎾᎵᏍᏔᏅᎢ, ᎠᎴ ᏗᏗᏲᎤᎵ, ᎬᏩᏁᏓᏍᏗ ᏄᎵᏍᏔᏅᎢ ᎠᎴ ᏗᏂᎨᏫ ᎬᏩᏂᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎢ; ᎤᏂᎸᏉᏔᏅᎩᏃ ᎤᏁᎳᏅᎯ ᎢᏏᎵ ᎤᎾᏤᎵᎦ.

source: And Jesus got his disciples together and said, I have pity for the people, because they have now been with me three days and have no food: and I will not send them away without food, or they will have no strength for the journey.
chr: ᏥᏌᏃ ᏫᏚᏯᏅᎲ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᏥᏯᏙᎵᎦ ᎯᎠ ᎤᏂᏣᏘ ᎨᏒᎢ, ᏦᎢᏰᏃ ᎾᏙᏓᏆ ᎠᏂ ᎨᏙᎲ ᎠᏁᏙᎭ, ᎠᎴ ᎥᏝ ᏱᏂᏰᎭ ᎤᎾᎵᏍᏓᏴᏗ. ᎠᎴ ᎢᏝ ᏯᏆᏚᎵᎭ ᏙᎤᏁᏅᏍᏗᏱ ᏗᎬᏩᏂᏲᏏᏍᎩ, ᏩᎾᏰᏃ ᏱᏓᏂᏩᏂᎦᎶᎩ ᏩᎾᎢᏒᎢ.

source: And the disciples say to him, How may we get enough bread in a waste place, to give food to such a number of people?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎭᏢᏃ ᏲᏥᎩ ᎾᏍᎩ ᎢᎦᎢ ᎠᎵᏍᏓᏴᏗ ᎢᎾᎨᎢ, ᎾᏍᎩ ᎢᏳᏂᏣᏘ ᏰᎵ ᏧᏃᎸᎯᏍᏗ?

source: And Jesus says to them, How much bread have you? And they said, Seven cakes, and some small fishes.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᎳᎪ ᎦᏚ ᏕᏥᏰᎭ? ᎦᎵᏉᎩ, ᎢᎸᏍᎩᏃ ᏧᎾᏍᏗ ᎠᏣᏗ, ᎤᎾᏛᏅᎩ.

source: Then he gave an order to the people to be seated on the earth,
chr: ᎤᏂᏣᏘᏃ ᏚᏁᏤᎸᎩ ᎦᏙᎯ ᎤᎾᏅᏗᏱ.

source: And he took the seven cakes of bread and the fishes; and having given praise, he gave the broken bread to the disciples, and the disciples gave it to the people.
chr: ᎦᎵᏉᎩᏃ ᎦᏚ ᏚᎩᏒᎩ ᎠᎴ ᏚᏁᏒ ᎠᏣᏗ, ᎤᎵᎮᎵᏨᏃ, ᏚᎬᎭᎷᏴᎩ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏫᏚᏁᎸᎩ, ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᏂᏣᏘ ᏫᏚᏂᏁᎸᎩ.

source: And they all took food, and had enough; and they took up of the broken bits, seven baskets full.
chr: ᎠᎴ ᏂᎦᏛ ᎤᎾᎵᏍᏓᏴᏅᎩ, ᎠᎴ ᏚᏃᎸᏒᎩ. ᎠᎴ ᎤᏄᏖᏒᎩ ᎤᎵᎬᎭᎷᏴᎯ ᎦᎵᏉᎩ ᎢᏯᎧᎵᎢ ᏔᎷᏣ.

source: And there were four thousand men who took food, together with women and children.
chr: ᎤᎾᎵᏍᏓᏴᎯᏃ ᏅᎩᎭ ᎢᏯᎦᏴᎵ ᎾᏂᎥᎩ ᎠᏂᏍᎦᏯ, ᏂᏓᏁᏢᏛᎾ ᎠᏂᎨᏴ ᎠᎴ ᏗᏂᏲᎵ.

source: And when he had sent the people away, he got into the boat, and came into the country of Magadan.
chr: ᎠᎴ ᎤᏂᏣᏘ ᏚᏰᎵᎯᏍᏔᏅᎩ, ᎠᎴ ᏥᏳᎯ ᏭᏣᏅᎩ, ᎠᎴ ᎹᎩᏕᎵ ᏭᎾᏄᎪᏨᎩ.

source: Chapter 16
chr: ᎠᏯᏙᎸᎢ 16

source: And the Pharisees and Sadducees came and, testing him, made a request to him to give them a sign from heaven.
chr: ᎠᏂᏆᎵᏏᏃ ᎠᎴ ᎠᏂᏌᏚᏏ ᎤᏂᎷᏨᎩ, ᎬᏩᎪᎵᏰᏍᎬᏃ ᎬᏩᏔᏲᏎᎸᎩ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎤᏰᎸᏛ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ.

source: But in answer he said to them, At nightfall you say, The weather will be good, for the sky is red.
chr: ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏒᏂᎦᎵᏍᏓ ᎯᎠ ᏂᏥᏪᏍᎪᎢ; ᎤᎸᎦᎵᏱᏌᏛ ᎨᏎᏍᏗ, ᎦᎸᎶᏰᏃ ᎩᎦᎨᎢᏳ ᎢᎩ.

source: And in the morning, The weather will be bad today, for the sky is red and angry. You are able to see the face of heaven, but not the signs of the times.
chr: ᏑᎾᎴᏃ ᏥᎨᏐᎢ, ᎪᎯ ᎢᎦ ᏥᎩ ᏛᎦᎿᏂ, ᎦᎸᎶᏰᏃ ᎩᎦᎨᎢᏳ ᎢᎩ, ᎠᎴ ᎢᎦᎶᎩᎵᏰᎭ, ᎢᏣᏗᏍᎪᎢ. ᎢᏣᏠᎾᏍᏗ, ᏰᎵᏉ ᎢᏣᏙᎴᎰᏍᎪ ᏄᏍᏛ ᎦᎸᎶᎢ, ᏝᏍᎪᏃ ᏰᎵ ᎨᏣᏙᎴᎰᎯᏍᏗ ᏱᎩ ᎤᏰᎸᏛ ᎢᏳ ᎵᏍᏔᏂᏓᏍᏗ ᎨᏒᎢ?

source: An evil and false generation is searching after a sign; and no sign will be given to it but the sign of Jonah. And he went away from them.
chr: ᎤᏂᏲ ᎠᎴ ᎤᏂᏁᎫᏥᏛ ᏣᏁᎭ ᎤᏂᏲᎰ ᎤᏰᎸᏛᎢ, ᎠᏎᏃ ᎥᏝ ᏴᎦᎨᎦᎵᏍᎪᎸᏓᏏ ᎤᏰᎸᏛᎢ, ᏦᎾ ᎠᏙᎴᎰᏍᎩ ᎤᏤᎵ ᎤᏰᎸᏛ ᎤᏩᏒ. ᏚᏓᏅᎡᎸᏃ ᎤᏂᎩᏒᎩ.

source: And when the disciples came to the other side they had not taken thought to get bread.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᏐᏨ ᎤᏅᎨᏫᏒᎯ ᎨᏒᎩ ᎤᎾᏕᏃᏗᏱ.

source: And Jesus said to them, Take care to have nothing to do with the leaven of the Pharisees and Sadducees.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏤᏯᏔᎮᏍᏗ ᎠᎪᏙᏗ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ ᎤᎾᏤᎵᎦ.

source: And they were reasoning among themselves, saying, We took no bread.
chr: ᎤᏂᏃᎮᎸᎩᏃ ᎨᏒ ᎤᏅᏒ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏂᎦᏕᏅᎾ ᏥᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ.

source: And Jesus, seeing it, said, O you of little faith, why are you reasoning among yourselves, because you have no bread?
chr: ᏥᏌᏃ ᎾᏍᎩ ᎤᏙᎴᎰᏒ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏍᏗ ᎢᏦᎯᏳᎯ, ᎦᏙᏃ ᎢᏨᏒ ᎨᏒ ᎢᏥᏃᎮᎭ ᎠᎵᏍᏓᏴᏗ ᏂᏥᏰᎲᎾ ᎨᏒᎢ?

source: Do you still not see, or keep in mind the five cakes of bread of the five thousand, and the number of baskets you took up?
chr: ᏝᏍᎪ ᎠᏏ ᏱᏦᎵᎦ, ᎠᎴ ᏝᏍᎪ ᏱᏣᏅᏔ ᎯᏍᎩ ᎦᏚ ᎠᎴ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᏥᎾᏂᎥᎩ, ᎠᎴ ᎢᏯᎧᎵᎢ ᏔᎷᏣ ᎢᏧᏖᏒᎢ?

source: Or the seven cakes of bread of the four thousand, and the number of baskets you took up?
chr: ᎠᎴ ᎦᎵᏉᎩ ᎦᏚ ᏅᎩᏃ ᎢᏯᎦᏴᎵ ᏥᎾᏂᎥᎩ, ᎠᎴ ᎢᏯᎧᎵᎢ ᏔᎳᏣ ᎢᏧᏖᏒᎢ?

source: How is it that you do not see that I was not talking to you about bread, but about keeping away from the leaven of the Pharisees and Sadducees?
chr: ᎦᏙ ᏗᎦᎵᏍᏙᏗ ᏂᏦᎵᎬᎾ ᏥᎩ, ᎾᏍᎩ ᎯᎠ ᏥᏂᏨᏪᏏ ᏝᏍᎩᏂ ᎦᏚ ᏱᏥᏛᎦ, ᎢᏤᏯᏔᎮᏍᏗ ᎠᎪᏙᏗ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ ᎤᎾᏤᎵᎦ, ᏥᏨᏲᏏ?

source: Then they saw that it was not the leaven of bread which he had in mind, but the teaching of the Pharisees and Sadducees.
chr: ᎿᏉᏃ ᎤᏃᎵᏨᎩ ᏄᏂᏁᏤᎲᎾ ᎨᏒ ᎤᏁᏯᏙᎢᏍᏗᏱ ᎦᏚ ᎠᎪᏙᏗ, ᏓᎾᏕᏲᎲᏍᎬᏍᎩᏂ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ.

source: Now when Jesus had come into the parts of Caesarea Philippi, he said, questioning his disciples, Who do men say that the Son of man is?
chr: ᏥᏌᏃ ᎤᎷᏨ ᏏᏌᎵᏱ ᏇᎵᎩᏱ, ᏚᏛᏛᏅᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᏴᏫ ᎤᏪᏥ ᏥᎩ ᎦᎪ ᎬᏉᏎᎰ ᏴᏫ?

source: And they said, Some say, John the Baptist; some, Elijah; and others, Jeremiah, or one of the prophets.
chr: ᎯᎠᏃ ᏄᏂᏪᏒᎩ; ᎢᎦᏛ ᏣᏂ ᏗᏓᏬᏍᎩ [ᎨᏦᏎᎰᎢ,] ᎢᎦᏛᏃ ᎢᎳᏯ, ᎠᏂᏐᎢᏃ ᏤᎵᎹᏯ ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎨᏒᎢ.

source: He says to them, But who do you say that I am?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏂᎯᎾᏃ ᎦᎪ ᏍᎩᏲᏎᎭ?

source: And Simon Peter made answer and said, You are the Christ, the Son of the living God.
chr: ᏌᏩᏂᏃ ᏈᏓ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎦᎶᏁᏛ ᏂᎯ, ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ.

source: And Jesus made answer and said to him, A blessing on you, Simon Bar-jonah: because this knowledge has not come to you from flesh and blood, but from my Father in heaven.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᏌᏩᏂ ᏦᎾ ᎤᏪᏥ; ᎥᏝᏰᏃ ᎤᏇᏓᎵ ᎠᎴ ᎩᎬ ᎾᏍᎩ ᏱᏣᎾᏄᎪᏫᏎᎸ, ᎡᏙᏓᏍᎩᏂ ᎦᎸᎳᏗ ᎡᎯ.

source: And I say to you that you are Peter, and on this rock will my church be based, and the doors of hell will not overcome it.
chr: ᎠᏴᏃ ᎯᎠ ᏂᎬᏪᏎᎭ; ᏈᏓ ᏂᎯ ᎠᎴ ᎾᏍᎩ ᎠᏂ ᎯᎠ ᏅᏲᎯ ᏓᎦᏁᏍᎨᎯ ᎠᏆᏤᎵ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᎠᎴ ᏨᏍᎩᏃᎢ ᏓᏍᏚᎲᎢ ᎡᏍᎦ ᎢᏳᏅᏁᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ.

source: I will give to you the keys of the kingdom of heaven: and whatever is fixed by you on earth will be fixed in heaven: and whatever you make free on earth will be made free in heaven.
chr: ᎠᎴ ᏗᏍᏚᎢᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏧᏤᎵ ᏙᏓᎬᏕᎵ, ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎭᎸᎢᎮᏍᏗ ᎡᎶᎯ, ᎦᎸᏍᏗ ᎨᏎᏍᏗ ᎦᎸᎳᏗ, ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎭᎸᎩᏍᎨᏍᏗ ᎡᎶᎯ ᎦᎸᎩᏍᏗ ᎨᏎᏍᏗ ᎦᎸᎳᏗ.

source: Then he gave orders to the disciples to give no man word that he was the Christ.
chr: ᎿᏉᏃ ᏚᏅᏍᏓᏕᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎩᎶ ᎤᏂᏃᏁᏗᏱ ᎾᏍᎩ ᎤᏩᏒ ᎦᎶᏁᏛ ᎨᏒᎢ.

source: From that time Jesus went on to make clear to his disciples how he would have to go up to Jerusalem, and undergo much at the hands of those in authority and the chief priests and scribes, and be put to death, and the third day come again from the dead.
chr: ᎿᏉᏃ ᏥᏌ ᎤᎴᏅᎲᎩ ᏚᏃᏁᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏎ ᎤᏪᏅᏍᏗᏱ ᎨᏒ ᏥᎷᏏᎵᎻ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏧᎩᎵᏲᏤᏗᏱ ᏗᏂᎳᏫᎩ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ; ᎠᎴ ᎠᏥᎢᏍᏗᏱ, ᎠᎴ ᏦᎢᏁ ᎢᎦ ᏧᎴᏗᏱ.

source: And Peter, protesting, said to him, Be it far from you, Lord; it is impossible that this will come about.
chr: ᎿᏉᏃ ᏈᏓ ᎢᏴᏛ ᏭᏘᏅᏍᏔᏅ ᎤᎴᏅᎲᎩ ᎤᏓᏅᏍᏓᏕᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᎤᏁᎳᏅᎯ ᏭᏅᏍᏙᎯ, ᏣᎬᏫᏳᎯ, ᎥᏝ ᎾᏍᎩ ᏱᏅᎨᏣᎵᏍᏓᏏ.

source: But he, turning to Peter, said, Get out of my way, Satan: you are a danger to me because your mind is not on the things of God, but on the things of men.
chr: ᎤᎦᏔᎲᏒᏃ ᎯᎠ ᎾᏥᏪᏎᎸ ᏈᏓ; ᎠᏆᏐᎭᏛ ᎭᎴᎲᎦ, ᏎᏓᏂ, ᏗᏍᏉᏕᏍᏗᏍᎩᏉ ᏂᎯ, ᎥᏝᏰᏃ ᏯᏓᏅᏕᎭ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᏴᏫᏉᏍᎩᏂ ᎤᎾᏤᎵ ᎭᏓᏅᏕᎭ.

source: Then Jesus said to his disciples, If any man would come after me, let him give up all, and take up his cross, and come after me.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎢᏳᏃ ᎩᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎠᎩᏍᏚᏩᏛᏍᏗᏱ, ᎠᏓᏓᏱᎮᏍᏗ ᎤᏩᏒ, ᎠᎴ ᏧᏓᎿᏩᏛ ᎠᏱᏍᎨᏍᏗ, ᎠᎴ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ.

source: Because whoever has a desire to keep his life safe will have it taken from him; but whoever gives up his life because of me, will have it given back to him.
chr: ᎩᎶᏰᏃ ᎤᏚᎵᏍᎨᏍᏗ ᎤᏍᏕᎸᏗᏱ ᎬᏅᎢ, ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎤᏲᎱᏎᎮᏍᏗ ᎬᏅᎢ, ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎤᏩᏛᏗ ᎨᏎᏍᏗ.

source: For what profit has a man, if he gets all the world with the loss of his life? or what will a man give in exchange for his life?
chr: ᎦᏙ ᏴᏫ ᏳᏁᏉᏥ ᎢᏳᏃ ᎡᎳᏂᎬ ᎤᏤᎵ ᏱᏄᎵᏍᏔᏅ, ᎤᏓᏅᏙᏃ ᏳᏲᎱᏎᎸ; ᎠᎴ ᎦᏙ ᏯᎲᎦ ᏴᏫ ᏱᎦᏁᏟᏴᏍᏓ ᎤᏓᏅᏙ.

source: For the Son of man will come in the glory of his Father with his angels; and then he will give to every man the reward of his works.
chr: ᏴᏫᏰᏃ ᎤᏪᏥ ᏓᎦᎷᏥ ᎤᏙᏓ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏄᏬᏍᏕᏍᏗ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏓᏘᏁᎮᏍᏗ; ᎿᏉᏃ ᏙᏛᎫᏴᎡᎵ ᎾᏂᎥ ᏴᏫ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ.

source: Truly I say to you, There are some of those here who will not have a taste of death, till they see the Son of man coming in his kingdom.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎩᎶ ᎠᏂ ᏓᏂᏙᎦ ᎥᏝ ᏴᏛᎾᏙᎴᎰᏏ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎬᏂ ᎠᏂᎪᎲᎭ ᏴᏫ ᎤᏪᏥ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒ ᎦᎾᏄᎪᏥᎸᎭ.

source: Chapter 17
chr: ᎠᏯᏙᎸᎢ 17

source: And after six days Jesus takes with him Peter, and James, and John, his brother, and makes them go up with him into a high mountain by themselves.
chr: ᏑᏓᎵᏃ ᏫᏄᏒᎸ ᏥᏌ ᏚᏘᏅᏒᎩ ᏈᏓ, ᎠᎴ ᏥᎻ ᎠᎴ ᏣᏂ ᏥᎻ ᏗᎾᏓᏅᏟ, ᎠᎴ ᏚᎿᎷᏔᏅᎩ ᎢᏅ ᎢᎦᏘ ᎣᏓᎸ ᎤᏅᏒ ᎨᏒᎢ,

source: And he was changed in form before them; and his face was shining like the sun, and his clothing became white as light.
chr: ᎠᎴ ᎤᏓᏁᏟᏴᏎ ᏓᏂᎧᏅᎢ, ᎠᎴ ᎤᎧᏛ ᏗᎬᏩᎸᏌᏓ ᏄᎵᏍᏔᏁᎢ ᏅᏙ ᎢᏗᎬᏤᎵᏛ, ᎠᎴ ᎤᏄᏩᎥ ᎢᎦ-ᎦᏛ ᏥᏄᏁᎩᏴ ᏄᏁᎩᏰᎢ.

source: And Moses and Elijah came before their eyes, talking with him.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎾᎿ ᎬᏂᎨᏒ ᏂᎬᏩᎾᏛᏁᎴ ᎼᏏ ᎠᎴ ᎢᎳᏯ ᎬᏩᎵᏃᎮᏗᏍᎨᎢ.

source: And Peter made answer and said to Jesus, Lord, it is good for us to be here: if you will let me, I will make here three tents, one for you, and one for Moses, and one for Elijah.
chr: ᏈᏓᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴ ᏥᏌ; ᏣᎬᏫᏳᎯ, ᎣᏏᏳ ᎠᏂ ᏥᏕᏙᎭ, ᎢᏳᏃ ᎣᏏᏳ ᏱᏣᏰᎸᏅ, ᎠᏂ ᏦᎢ ᏱᏙᏥᎵᏦᏛᎦ, ᏌᏉ ᏂᎯ ᏣᏤᎵᎦ, ᏐᎢᏃ ᎼᏏ ᎤᏤᎵᎦ, ᏐᎢᏃ ᎢᎳᏯ ᎤᏤᎵᎦ.

source: While he was still talking, a bright cloud came over them: and a voice out of the cloud, saying, This is my dearly loved Son, with whom I am well pleased; give ear to him.
chr: ᎠᏏᏉᏃ ᎦᏬᏂᏍᎨᎢ, ᎬᏂᏳᏉ ᎤᏍᎪᏍᏛ ᎤᎶᎩᎳ ᎤᎾᏓᏩᏗᏍᏔᏁᎢ, ᎠᎴ ᎬᏂᏳᏉ ᎾᎿ ᎤᎶᎩᎸ ᏧᏁᏤᎢ, ᎯᎠ ᏅᏧᏪᏎᎢ; ᎯᎠ ᎾᏍᎩ ᎠᏇᏥ ᏥᎨᏳᎢ, ᎾᏍᎩ ᎣᏏᏳ ᏥᏰᎸᎢ, ᎾᏍᎩ ᎡᏣᏛᏓᏍᏓᏁᎮᏍᏗ.

source: And at these words the disciples went down on their faces in great fear.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏛᎦᏅ ᏚᏂᏅᏤ ᏚᏂᏯᏍᏚᏎᎢ, ᎤᏣᏘ ᎤᏂᏍᎦᎴᎢ.

source: And Jesus came and put his hand on them and said, Get up and have no fear.
chr: ᏥᏌᏃ ᎤᎷᏤ ᏚᏒᏂᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏗᏣᎴᎲᎦ, ᎠᎴ ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ.

source: And lifting up their eyes, they saw no one, but Jesus only.
chr: ᏚᎾᎧᎾᏅᏃ ᎥᏝ ᎩᎶ ᏳᏂᎪᎮ ᏥᏌ ᎤᏩᏒ.

source: And when they were coming down from the mountain, Jesus gave them orders, saying, Let no man have word of what you have seen, till the Son of man has come again from the dead.
chr: ᏧᏂᎦᏐᎠᏏᏗᏒᏃ ᎣᏓᎸᎢ ᏥᏌ ᏚᏅᏍᏓᏕᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏞᏍᏗ ᎩᎶ ᎡᏥᏃᏁᎸᎭ ᎾᏍᎩ ᏥᏥᎪᏩᏛ ᎬᏂ ᏴᏫ ᎤᏪᏥ ᎤᏲᎱᏒ ᏚᎴᏁᏍᏗ.

source: And his disciples, questioning him, said, Why then do the scribes say that Elijah has to come first?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᏙᏃ ᏗᏃᏪᎵᏍᎩ, ᎢᎳᏯ ᎢᎬᏱ ᏓᎦᎷᏥ, ᏣᎾᏗᏍᎪᎢ?

source: And in answer he said, Elijah truly has to come and put all things right:
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎤᏙᎯᏳᎯ ᎢᎳᏯ ᎢᎬᏱ ᎤᎷᎯᏍᏗ ᎠᎴ ᎤᏬᏢᎯᏐᏗ ᏂᎦᎥ ᎪᎱᏍᏗ.

source: But I say to you that Elijah has come, and they had no knowledge of him, but did to him whatever they were pleased to do; the same will the Son of man undergo at their hands.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᎳᏯ ᎦᏳᎳ ᎤᎷᏨ, ᎠᎴ ᎥᏝ ᏱᎬᏬᎵᏦᎢ, ᎠᏎᏃ ᏂᎦᎥ ᎤᎾᏚᎵᏍᎬᎢ ᏂᎬᏩᏁᎸ. ᎾᏍᏉᏍᎩᏂ ᏴᏫ ᎤᏪᏥ ᎾᏍᎩᏯ ᏅᏓᎬᏩᏁᎵ.

source: Then the disciples saw that he was talking to them of John the Baptist.
chr: ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏃᎵᏤ ᏣᏂ ᏗᏓᏬᏍᎩ ᎧᏁᎢᏍᏗᏍᎬᎢ.

source: And when they came to the people, a man went down on his knees to him, saying,
chr: ᎿᏉᏃ ᎤᏂᏣᏘ ᎠᏁᏙᎲ ᎤᏂᎷᏨ, ᎤᎷᏤᎸᎩ ᎠᏍᎦᏯ ᏚᎵᏂᏆᏅᏁᎸᎩ ᎯᎠ ᏄᏪᏒᎩ;

source: Lord have mercy on my son: for he is off his head, and is in great pain; and frequently he goes falling into the fire, and frequently into the water.
chr: ᏣᎬᏫᏳᎯ, ᎯᏯᏙᎵᎩ ᎠᏧᏣ ᎠᏇᏥ, ᎬᎵᏰᏃ ᎬᏩᎯᎭ, ᎠᎴ ᎤᏣᏘ ᎠᎩᎵᏲᎦ, ᏯᏃᎩᏳᏰᏃ ᎠᏥᎸᏱ ᎬᏛᎪᎢ ᎠᎴ ᎠᎹᏱ ᎠᎬᎪᎢ.

source: And I took him to your disciples, and they were not able to make him well.
chr: ᎦᏥᏯᏘᏃᎮᎸᎩᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ, ᎠᏎᏃ ᎤᏂᏄᎸᏅᎩ ᎤᏂᏅᏬᏗᏱ.
